Repository: CheeVT/woo-payment-gateway-raiffeisen-serbia
Catalog: languages/woo-raiffeisen-serbia-*.po
Languages: sr_rs

source: Please install WooCommerce first before activating. <a target="_blank" href="https://wordpress.org/plugins/woocommerce/">WooCommerce Wordpress plugin</a>
sr_rs: Molimo instalirajte prvo WooCommerce pre aktiviranja plugina. <a target="_blank" href="https://wordpress.org/plugins/woocommerce/">WooCommerce Wordpress plugin</a>

source: Please install WooCommerce first before activating.
sr_rs: Molimo instalirajte prvo WooCommerce pre aktiviranja plugina.

source: Enable/Disable
sr_rs: Uključi/Isključi

source: Enable Raiffeisen Serbia Payment Gateway
sr_rs: Uključite Raiffeisen način plaćanja u Srbiji

source: Title
sr_rs: Naslov

source: Raiffeisen Serbia Payment
sr_rs: Raiffeisen plaćanje karticama Srbija

source: Description
sr_rs: Opis

source: Payment method description that the customer will see on your checkout.
sr_rs: Opis načina plaćanja koje kupci vide na kasi

source: Pay by credit card. Redirect to Raiffeisen gateway to process payment.
sr_rs: Plaćanje karticom. Redirekcija na Raiffeisen gateway gde se odvija proces plaćanja

source: Enable Test Mode
sr_rs: Uključi test mode

source: Provided by Raiffeisen bank.
sr_rs: Dobija se od banke

source: Currency
sr_rs: Valuta

source: Supported currency by Raiffeisen Payment gateway
sr_rs: Podržane valute za Raiffeisen gateway

source: Exchange rates API
sr_rs: Kursna lista API

source: If you use no supported currency, use "Kursna lista" API to convert to RSD for Raiffeisen gateway
sr_rs: Ako koristite valutu koja nije podržana, koristite \"Kursna lista\" API da " "konvertujete u dinare za Raiffeisen plaćanje

source: Available currencies: EUR, USD, CHF, GBP, AUD, CAD, SEK, DKK, NOK, JPY, RUB, CNY, HRK, KWD, PLN, CZK, HUF, BAM <br> <a href="https://www.kursna-lista.info/kursna-lista-api" target="_blank">www.kursna-lista.info/kursna-lista-api</a>
sr_rs: Dostupne valute preko APIja: EUR, USD, CHF, GBP, AUD, CAD, SEK, DKK, NOK, " "JPY, RUB, CNY, HRK, KWD, PLN, CZK, HUF, BAM <br> <a href="https://www.kursna-lista.info/kursna-lista-api" target="_blank">www.kursna-lista.info/kursna-lista-api</a>

source: Show card logos
sr_rs: Prikažite logoe kartica

source: Show Visa, MasterCard and Raiffeisen Bank logos in the payment methods section on checkout
sr_rs: Prikažite Visa, MasterCard i Raiffeisen banka logo u tipovima plaćanja na kasi

source: Converted price for Raiffeisen gateway: %s
sr_rs: Konvertovana cena za Raiffeisen: %s

source: Paid in RSD
sr_rs: Plaćeno u RSD

source: Settings
sr_rs: Podešavanja

source: Something went wrong while fetching data.
sr_rs: Došlo je do greške pilikom importa podataka.

source: Fetching data has been successfully completed.
sr_rs: Preuzimanje podataka je uspešno završeno.

source: Something went wrong: %s - %s
sr_rs: Došlo je do greške: %s - %s

source: Please fill Success and Failure URLs to your Merchant interface. Copy API endpoint below:
sr_rs: Molimo popunite "Success" i "Failure" url na Raiffeisen trgovačkom portalu. Kopirajte API link ispod:

source: Exchange rates
sr_rs: Kursna lista

source: Refresh
sr_rs: Osveži

source: On date:
sr_rs: Na dan:

source: There is no imported exchange rates. Please click "Refresh"
sr_rs: Nema importovanih kurseva. Molimo kliknite "Osveži"
